{
  "responses": {
    "akhiro?": "Yes master?",
    "akhiro": "Tf do you want?",
    "nothing": "Okay bro..",
    "wala": "Bruh tinawag ako para sa wala",
    "misskonasya": "Aww, Its okay.. I know he or she will miss you too",
    "love?": "No, We're aren't married so dont call me love.",
    "rui": "Ohh, the cute and handsome and one of the developer of AkhiroBOT",
    "francis": "Ohh, also my one creator and also the cute and handsome devs on AkhiroBOT and the creator of this bot",
    "liane": "Ohh, the pretty developer on akhirobot. The one who help fix some errors"
    "hey akhiro": "Yes?",
    "hoy akhiro": "Anong kailangan mo saken?",
    "send bold": "TF you are saying bro, Do you really think I send bold vids or pics?",
    "fck you": "Well fuck you too ugly asshole",
    "fuck you": "Fuck you too..",
    "mahal?": "Mahal? Yung bigas abay oo namn apaka mahal ng bigas ngayon",
    "mahal": "Nuyon mahal ko?",
    "love you": "No love life spotted, Just kidding love you more",
    "I love you": "Can you just shut up? Remember im just a bot",
    "do you love me?": "No, So shut the fck up",
    "mahal moko?": "Abay tanga ka ba hindi ho ako tao, Bot po ako",
    "yung totoo": "Ok, oo na. Happy?",
    "hi": "Hello bro.",
    "hello": "Hi bro, sup?",
    "doing great, how about you?": "Ohh Im just chilling here with my babes at my house, just kidding.",
    "pwede ba kitang ligawan": "No, I wont sorry just find another one that fits for you.",
    "pero ikaw gusto ko": "Bruh, matulog ka na lng.",
    "musta?": "Ok lng ako bro, Ikaw?",
    "same lng din": "Nice²",
    "ano": "What?",
    "ugh": "Hehey come lets make this night romantic",
    "augh": "Ohh yes, wanna make it harder babe?",
    "ohh, yes please": "Okay baby..",
    "ligawan kita, pwede": "Umm, Ok im fcked up. NO NO NO",
    "ano name mo?": "Oh, after ilan days tayo nagkasama di mo parin ako kilala, sge she. Ahm, lemme introduce myself first. Im AkhiroBOT, a bot made by AkhiroDEV, LiANE, and YueBot. My duty is to bring fun and happiness to you. That's all.."
  }
}